Repository: arjunverma2471/TheMomStore-NEW-11839-ios
Catalog: MageNative Shopify App/Resources/*.lproj/Localizable.strings
Languages: ar

source: Add To Bag
ar: إضافة إلى سلة المشتريات

source: SubTotal:
ar: المجموع:

source: Checkout
ar: إكمال الشراء

source: So we are updating quantity in cart.
ar: تحديث سلة المشتريات

source: OK
ar: خطأ في الكمية

source: Unable To Load Data
ar: تعذر تحميل البيانات

source: Please check your network connection and try again.
ar: خطأ في الاتصال حاول مرة أخرى

source: No Products Found In Your Cart!
ar: لا توجد منتجات في عربة التسوق الخاصة بك!

source: Shop your favourite brands,products.
ar: تسوق من العلامات التجارية والمنتجات المفضلة لديك.

source: No Products Here!
ar: لايوجد منتجات هنا

source: No Address Found In Your Address Book!
ar: لا يوجد عناوين

source: No Orders Found
ar: لا يوجد طلبات

source: There are no recent orders.
ar: لا توجد أوامر حديثة

source: Your wishlist is empty
ar: قائمة الأمنيات فارغة

source: Save items that you likes in your wishlist.
ar: احفط الفساتين التي اعجبتك في قائمة المفضلة

source: Want to Apply Discount Code?
ar: هل تريد تطبيق كود الخصم

source: You can apply discount code here.
ar: يمكنك تطبيق كود الخصم هنا.

source: Discount code
ar: يمكنك إدخال كود الخصم هنا

source: Yes, apply code
ar: نعم،تطبيق الكود

source: Start Shopping
ar: ابدأ التسوق

source: Something left in your cart!
ar: شيء ما تبقى في عربة التسوق الخاصة بك!

source: Make hurry before product gets out of stock.
ar: سارع بالطلب قبل نفاذ الكمية

source: Added to cart
ar: إضافة إلى سلة المشتريات

source: App is inactive.
ar: التطبيق غير نشط.

source: App is available.Please install MageNative App on your store.
ar: التطبيق متاح. الرجاء تثبيت تطبيق MageNative في متجرك.

source: Select Option.
ar: اختر

source: Cancel
ar: إلغاء

source: Profile
ar: حسابي

source: Address Book
ar: سجل العناوين

source: Orders
ar: طلباتي

source: Privacy Policy
ar: سياسة الخصوصية

source: Return Policy
ar: سياسة التبديل والترجيع

source: Terms of services
ar: الأحكام والشروط

source: Contact Us
ar: اتصل بنا

source: Sign out
ar: تسجيل الخروج

source: Hey
ar: أهلآ

source: My Account
ar: حسابي

source: Recently Viewed
ar: شوهد مؤخرا

source: Username or password is empty.
ar: اسم المستخدم أو كلمة المرور فارغة.

source: Email is empty.
ar: خطأ في اسم المستخدم او كلمة المرور.

source: Success
ar: تمت بنجاح

source: Customer Data Updated.
ar: تم تحديث المعلومات

source: Please enter same password for confirm password.
ar: تأكيد كلمة المرور

source: All Fields are Required.
ar: جميع المعلومات مطلوبة

source: Invalid Email ID.
ar: ايميل غير مستعمل

source: Invalid Last Name.
ar: الإسم الأخير غير صحيح

source: Invalid First Name.
ar: الإسم الأول غير صحيح

source: All fields are required.
ar: جميع الحقول مطلوبة.

source: Account is successfully created.
ar: تم إنشاء الحساب بنجاح

source: Password and Confirm password not matched.
ar: كلمة المرور غير متطابقة

source: Email is not Valid.
ar: ايميل غير صحيح

source: First Name or Last Name is not Valid.
ar: الإسم الأول أو الأخير غير صحيح

source: Price: High to Low
ar: السعر: من الأعلى الى الأقل

source: Price: Low to High
ar: السعر: من الأقل الى الأعلى

source: A to Z
ar: الإسم A to Z

source: Z to A
ar: الإسم: Z to A

source: Select State
ar: اختر مدينة

source: Select Country
ar: اختر الدولة

source: All fields are required!.
ar: جميع المعلومات مطلوبة

source: Username or Password is Incorrect.
ar: اسم المستخدم او كلمة المرور غير صحيحة

source: Trending Products
ar: منتجات رائجة

source: Top Selling Products
ar: الأكثر مبيعا

source: Search Your Products
ar: البحث عن فستان

source: FREQUENTLY BOUGHT TOGETHER PRODUCTS
ar: شراء المنتجات معًا بشكل متكرر

source: YOU MAY ALSO LIKE
ar: قد يعجبك أيضًا

source: Invalid gift card code
ar: بطاقة هدايا غير صحيحة

source: Apply
ar: تطبيق

source: Remove
ar: حذف

source: added to cart.
ar: إضافة إلى سلة المشتريات

source: not available.
ar: غير متوفر

source: Select Options
ar: اختر

source: Select Language
ar: اختار اللغة

source: Thankyou for sharing your valueable feedback with us.
ar: شكرًا لمشاركة رأيك بنا

source: Product is Curently out of stock.
ar: نفذت الكمية

source: Please select the Product Options
ar: الرجاء تحديد خيارات المنتج

source: You have already added the maximum available quantities for this Variant
ar: لقد أضفت بالفعل الحد الأقصى من الكميات المتاحة لهذا المتغير

source: Order Number :
ar: رقم الطلب

source: Placed On :
ar: تاريخ الطلب

source: Total Amount :
ar: المجموع

source: Placed By :
ar: طلبه :

source: Placed On
ar: تاريخ الطلب

source: Cancelled At :
ar: تاريخ الإلغاء

source: Cancelled Reason :
ar: سبب الإلغاء

source: Payment Status :
ar: حالة الدفع

source: Quantity :
ar: الكمية

source: Subtotal :
ar: المجموع

source: Shipping (Standard Shipping) :
ar: الشحن (الشحن القياسي):

source: Tax :
ar: الضريبه

source: Total Refunded Amount
ar: إجمالي المبلغ المسترد

source: Warning
ar: تحذير

source: Do you want to remove this item from Bag?
ar: هل تريد إزالة هذا العنصر من n حقيبة؟

source: Yes! Delete
ar: نعم، حذف

source: Deleted!
ar: تم الحذف!

source: The Item has been Deleted!
ar: تم الحذف بنجاح

source: No
ar: لا

source: Hey!
ar: أهلآ

source: Save, Shop and View Orders
ar: حفظ وتسوق وعرض الطلب

source: Shop By Categories
ar: التسوق حسب المناسبة

source: Your Account
ar: حسابي

source: Home
ar: الصفحة الرئيسية

source: My Cart
ar: سلة المشتريات

source: My Wishlist
ar: قائمة المفضلة

source: Select Your Currency
ar: اختر عملة بلدك

source: Invite Your Friend
ar: دعوة صديق

source: Logout
ar: تسجيل الخروج

source: App Version
ar: نسخة التطبيق

source: Do you want to permanently delete all your Cart Items?
ar: هل تريد حذف الفساتين من سلة المشتريات؟

source: Your Cart has been Cleared!
ar: سلة المشتريات فارغة

source: The product is currently not in stock
ar: الفستان غير متوفر حاليا

source: Available Quantity :
ar: الكمية المتوفرة

source: Only
ar: فقط

source: Quantities Available
ar: الكميات المتوفرة

source: Some of the products in your cart are either Out of Stock or not available in the requested quantity. Please Update your cart in order to Proceed to Checkout.
ar: بعض الفستان غير متوفرة الرجاء تحديث سلة المشتريات لإكمال عملية الشراء

source: Do you want remove this Item from Wishlist?
ar: هل تريد إزالة هذا الفستان من قائمة الأمنيات؟

source: Your Item has been Removed!
ar: تمت الإزالة بنجاح

source: About Us
ar: معلومات عنا

source: FAQ
ar: التعليمات

source: Privacy policy
ar: سياسة الخصوصية

source: Price Match Policy
ar: سياسة مطابقة السعر

source: News
ar: أخبار

source: Shipping & Delivery
ar: الشحن و التسليم

source: Sign In
ar: تسجيل الدخول

source: Shop by categories
ar: التسوق حسب الفئات

source: Language
ar: تحويل اللغة

source: Rate Us
ar: قيمنا

source: Extra Links
ar: روابط إضافية

source: Out Of Stock
ar: إنتهى من المخزن

source: Live Preview Of Your Store
ar: معاينة مباشرة لمتجرك

source: Scan to see your store in phone
ar: امسح ضوئيًا لرؤية متجرك في الهاتف

source: Description
ar: وصف

source: No Products Found!
ar: لم يتم العثور على منتجات!

source: Copyright@
ar: حقوق النشر@

source: Connect with
ar: متصل مع

source: SELECT DATE
ar: حدد تاريخ

source: DONE
ar: انتهى

source: CANCEL
ar: إلغاء

source: Please click the checkout button to continue
ar: الرجاء النقر فوق زر الخروج للمتابعة

source: Select delivery date and time
ar: حدد تاريخ ووقت التسليم

source: Local Delivery
ar: توصيل محلي

source: Store Pickup
ar: الاستلام من المتجر

source: Shipping
ar: شحن

source: Enter your postal code
ar: أدخل رمزك البريدي

source: Good news! We can deliver to you.
ar: بشرى سارة! يمكننا توصيلها لك.

source: Find out if we deliver to you
ar: اكتشف ما إذا كنا نقدم لك

source: Please enter pincode
ar: الرجاء إدخال الرمز السري

source: HOW DO I PARTICIPATE?
ar: كيف أشارك؟

source: HOW CAN I EARN POINTS?
ar: كيف يمكنني ربح النقاط؟

source: WHAT CAN I REDEEM MY POINTS FOR?
ar: ما الذي يمكنني استبدال نقاطي به؟

source: HOW DO I REDEEM MY POINTS?
ar: كيف يمكنني استرداد نقاطي؟

source: HOW DO I CHECK MY POINTS BALANCE?
ar: كيف يمكنني التحقق من رصيد نقاطي؟

source: DOES IT COST ANYTHING TO BEGIN EARNING POINTS?
ar: هل يكلفك بدء ربح النقاط أي شيء؟

source: DO I HAVE TO ENROLL OR REGISTER IN INDIVIDUAL PROMOTIONS?
ar: هل يتعين علي الاشتراك أو التسجيل في العروض الترويجية الفردية؟

source: HOW LONG WILL IT TAKE FOR POINTS TO POST TO MY ACCOUNT?
ar: ما هي المدة التي سيستغرقها إرسال النقاط إلى حسابي؟

source: DO MY POINTS EXPIRE?
ar: هل تنتهي نقاطي؟

source: WHAT HAPPENS TO MY POINTS IF I MAKE A RETURN?
ar: ماذا يحدث لنقاطي إذا قمت بالعودة؟

source: HOW DO I CONTACT SUPPORT IF I HAVE QUESTIONS ABOUT MY POINTS?
ar: كيف يمكنني الاتصال بالدعم إذا كانت لدي أسئلة حول نقاطي؟

source: I'M VERY CLOSE TO EARNING A REWARD. CAN I BUY EXTRA POINTS TO GET THERE?
ar: أنا قريب جدًا من ربح مكافأة. هل يمكنني شراء نقاط إضافية للوصول إلى هناك؟

source: WHAT IF I DON'T WANT TO RECEIVE PROMOTIONAL EMAILS?
ar: ماذا لو لم أرغب في تلقي رسائل بريد إلكتروني ترويجية؟

source: Joining is easy! Just click the Create An Account button to get started. Once you're registered with our store, you'll have the opportunity to take part in all of the exciting ways we currently offer to earn points!
ar: الانضمام سهل! ما عليك سوى النقر فوق الزر إنشاء حساب للبدء. بمجرد التسجيل في متجرنا ، ستتاح لك الفرصة للمشاركة في جميع الطرق المثيرة التي نقدمها حاليًا لكسب النقاط!

source: You can earn points by participating in any of our innovative promotions! Simply click on the 'Earn Points' tab to view and take part in our current opportunities. In addition, make sure to check back often, as we're adding great new ways for you to earn points all the time!
ar: يمكنك ربح نقاط من خلال المشاركة في أي من عروضنا الترويجية المبتكرة! ما عليك سوى النقر فوق علامة التبويب كسب النقاط لعرض فرصنا الحالية والمشاركة فيها. بالإضافة إلى ذلك ، تأكد من إعادة التحقق كثيرًا ، حيث إننا نضيف ميزات جديدة رائعة طرق لكسب النقاط في كل وقت!

source: Glad you asked! We want to make it easy and fun to redeem your hard-earned points. Just visit the 'Get Rewards' tab to view all of our exciting reward options.
ar: يسعدني أنك طلبت ذلك! نريد أن نجعل عملية استرداد النقاط التي حصلت عليها بشق الأنفس أمرًا سهلاً وممتعًا. ما عليك سوى زيارة علامة التبويب الحصول على المكافآت لعرض جميع خيارات المكافآت المثيرة لدينا.

source: Exchanging your points for great rewards couldn't be easier! Simply visit the 'Get Rewards' tab to view all of our great reward options and click the 'Redeem' button to redeem your reward.
ar: لا يمكن أن يكون استبدال نقاطك بمكافآت رائعة أمرًا سهلاً! ما عليك سوى زيارة علامة التبويب الحصول على المكافآت لعرض جميع خيارات المكافآت الرائعة لدينا والنقر فوق الزر استرداد استرداد مكافأتك.

source: Your up-to-date points balance is always displayed in the top of this popup.
ar: دائمًا ما يتم عرض رصيد نقاطك المحدّث أعلى هذه النافذة المنبثقة.

source: Absolutely not! Sign up is 100% free, and it will never cost you anything to earn points. Make sure to visit the 'Earn Points' tab to get started.
ar: بالتأكيد لا! الاشتراك مجاني 100٪ ، ولن يكلفك أي شيء أبدًا لربح النقاط. تأكد من زيارة علامة التبويب كسب النقاط للبدء.

source: Once you register for an account, you're all set – we don't require you to register for individual promotions in order to be eligible. Just fulfill the requirements of a promotion, and we'll post the points to your account immediately!
ar: بمجرد التسجيل للحصول على حساب ، تكون جاهزًا تمامًا - لا نطلب منك التسجيل في العروض الترويجية الفردية حتى تكون مؤهلاً. ما عليك سوى استيفاء متطلبات العرض الترويجي ، وسنقوم بنشر النقاط في حسابك على الفور !

source: You should receive points in your account instantly once you complete a promotion!
ar: يجب أن تتلقى نقاطًا في حسابك على الفور بمجرد إكمال الترويج!

source: Nope! Your points will never expire.
ar: لا! نقاطك لن تنتهي أبدا.

source: When you return an item, you lose the associated credit you originally earned by buying the item in the first place. Sound kind of confusing? Let's take an example: let's say you had previously spent $50 towards a 'spend $100, earn 500 points' promotion, and you decide to buy a $20 item, which bumps you up to $70. If you decide to return that item, your progress would also go back down to $50 – it's just like you hadn't bought the item in the first place.
ar: عندما تعيد عنصرًا ، تفقد الرصيد المرتبط الذي حصلت عليه في الأصل عن طريق شراء العنصر في المقام الأول. نوع من الارتباك؟ لنأخذ مثالاً: لنفترض أنك قد أنفقت سابقًا 50 دولارًا من أجل عرض ترويجي أنفق 100 دولار ، واكسب 500 نقطة ، وقررت شراء عنصر بقيمة 20 دولارًا ، مما يجعلك تصل إلى 70 دولارًا. إذا قررت إرجاع هذا العنصر ، فسينخفض ​​تقدمك أيضًا إلى 50 دولارًا - يبدو الأمر كما لو أنك لم تشتري العنصر في المقام الأول.

source: Our team is ready and waiting to answer your questions about our rewards program! Just send us an email and we'll be in touch.
ar: فريقنا جاهز وينتظر الإجابة على أسئلتك حول برنامج المكافآت الخاص بنا! ما عليك سوى إرسال بريد إلكتروني إلينا وسنتواصل معك.

source: We currently require you to have enough points to redeem any of the awards you see listed on the 'Get Rewards' tab.
ar: نطلب منك حاليًا الحصول على نقاط كافية لاسترداد أي من الجوائز التي تراها مدرجة في علامة التبويب الحصول على المكافآت

source: From time to time, you'll receive program-related emails from us. If you'd prefer to not receive those types of emails anymore, just click the 'Unsubscribe' button when you receive your next email.
ar: من وقت لآخر ، ستتلقى رسائل بريد إلكتروني متعلقة بالبرنامج منا. إذا كنت تفضل عدم تلقي هذه الأنواع من رسائل البريد الإلكتروني بعد الآن ، فما عليك سوى النقر فوق الزر إلغاء الاشتراك عند تلقي بريدك الإلكتروني التالي.

source: REDEEM MY POINTS
ar: استرداد نقاطي

source: EARN POINTS
ar: اربح النقاط

source: Thanks for redeeming! Here's your coupon code
ar: شكرًا لاسترداد القيمة! إليك رمز القسيمة

source: Copied
ar: نسخ

source: Please select a date
ar: الرجاء تحديد تاريخ

source: Please enter valid email
ar: الرجاء إدخال بريد إلكتروني صحيح

source: Email has been sent successfully
ar: تم ارسال البريد الالكتروني بنجاح

source: REFER FRIENDS
ar: إحالة الأصدقاء

source: Earn upto 500 points for every time you refer a friend who spends over ₹500. 1 point = Re 1
ar: اربح حتى 500 نقطة عن كل مرة تقوم فيها بإحالة صديق ينفق أكثر من 500 دولار. نقطة واحدة = Re 1

source: MY POINTS HISTORY
ar: تاريخ نقاطي

source: Date
ar: تاريخ

source: Action
ar: عمل

source: Points
ar: نقاط

source: Status
ar: حالة

source: Log in or sign up to earn rewards today
ar: سجل الدخول أو اشترك للحصول على مكافآت اليوم

source: Reward Points
ar: نقاط مكافأة

source: Log In
ar: تسجيل دخول

source: Create Account
ar: إنشاء حساب

source: Spend Rs 1000
ar: أنفق 1000 روبية

source: 150 Points
ar: 150 نقطة

source: Refer a friend
ar: أوص أحد الأصدقاء

source: 500 Points
ar: 500 نقطة

source: Create an account
ar: إنشاء حساب

source: 300 Points
ar: 300 نقطة

source: ₹500 Off
ar: خصم 500 روبية

source: ₹1000 Off
ar: خصم 1000 روبية

source: 1000 Points
ar: 1000 نقطة

source: ₹2500 Off
ar: 2500 روبية إيقاف

source: 2500 Points
ar: 2500 نقطة

source: ₹5000 off
ar: خصم 5000 روبية

source: Rs. 1500 off
ar: خصم 1500 روبية

source: 1500 Points
ar: 1500 نقطة

source: EARN POINTS FOR ACTIONS
ar: اكسب نقاطًا للإجراءات

source: REDEEM POINTS FOR DISCOUNTS
ar: النقاط المستبدلة مقابل الخصومات

source: FAQS
ar: أسئلة وأجوبة

source: FREQUENTLY ASKED QUESTIONS
ar: أسئلة مكررة

source: Redeem
ar: يسترد

source: Copy
ar: ينسخ

source: Take Me There
ar: خذني هناك

source: Select Date
ar: حدد تاريخ

source: Tell Your Friends
ar: أخبر أصدقائك

source: Just enter their email addresses (separated by a comma) and we'll share your link with them
ar: فقط أدخل عناوين بريدهم الإلكتروني (مفصولة بفاصلة) وسنشارك رابطك معهم

source: Email Addresses
ar: عناوين البريد الإلكتروني

source: Send Emails
ar: إرسال رسائل البريد الإلكتروني

source: Sort
ar: نوع

source: SEARCH YOUR PRODUCTS
ar: ابحث عن منتجاتك

source: Search for products and more..
ar: البحث عن المنتجات والمزيد ..

source: Quantity
ar: كمية

source: Reviews
ar: المراجعات

source: Rating & Reviews
ar: التقييم والمراجعات

source: View All
ar: عرض الكل

source: Write a Review
ar: + اكتب مراجعة

source: No reviews yet
ar: لا توجد تعليقات حتى الآن

source: SUBMIT REVIEW
ar: إرسال المراجعة

source: Select Variant
ar: تحديد متغير

source: Recommended Products
ar: المنتجات الموصى بها

source: Please enter name
ar: الرجاء إدخال الاسم

source: Please enter email id
ar: الرجاء إدخال معرف البريد الإلكتروني

source: Please enter review title
ar: الرجاء إدخال عنوان المراجعة

source: Please enter review body
ar: الرجاء إدخال نص المراجعة

source: Review submitted successfully
ar: تم إرسال المراجعة بنجاح

source: Write A Review
ar: أكتب مراجعة

source: Please Fill your Details
ar: الرجاء ملء التفاصيل الخاصة بك

source: Please Select Rating
ar: الرجاء تحديد التصنيف

source: Please let us know your thoughts
ar: واسمحوا لنا أن نعرف أفكارك

source: Add Images
ar: إضافة الصور

source: Submit Review
ar: إرسال المراجعة

source: Thank You
ar: شكرا

source: Your Order has been placed successfully
ar: تم تقديم طلبك بنجاح

source: Continue Shopping
ar: مواصلة التسوق

source: SIGNUP
ar: اشتراك

source: Total
ar: المجموع

source: MOVE TO WISHLIST
ar: الانتقال إلى قائمة الرغبات

source: Move To Wishlist
ar: الانتقال إلى قائمة الرغبات

source: Email
ar: بريد الالكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الكنية

source: Change Password
ar: تغيير كلمة المرور

source: New Password
ar: كلمة مرور جديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: SAVE
ar: حفظ

source: Address Line 1
ar: العنوان الأول

source: Address Line 2
ar: سطر العنوان 2

source: City
ar: مدينة

source: Zip
ar: أَزِيز

source: Phone
ar: هاتف

source: Save Address
ar: حفظ العنوان

source: + ADD NEW ADDRESS
ar: + إضافة عنوان جديد

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: USERNAME
ar: اسم االمستخدم

source: PASSWORD
ar: كلمه السر

source: SIGN IN
ar: تسجيل الدخول

source: Forgot Password
ar: هل نسيت كلمة السر

source: SIGN UP TODAY
ar: سجل اليوم

source: Password
ar: كلمه السر

source: Newsletter
ar: رسالة إخبارية

source: Enter your registered mail to get reset link and follow the steps in mail to reset the password
ar: أدخل بريدك المسجل للحصول على رابط إعادة التعيين واتبع الخطوات في البريد لإعادة تعيين كلمة المرور

source: Send Password Reset Link
ar: إرسال رابط إعادة تعيين كلمة السر

source: A reset password link sent to your email id.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى معرف البريد الإلكتروني الخاص بك.

source: Min
ar: مين

source: Max
ar: الأعلى

source: Reset
ar: إعادة ضبط

source: Order Details
ar: تفاصيل الطلب

source: REORDER
ar: إعادة ترتيب

source: Please fill in the discount code
ar: الرجاء ملء رمز الخصم

source: Categories
ar: فئات

source: Cart
ar: عربة التسوق

source: CART
ar: عربة التسوق

source: MY WISHLIST
ar: قائمة امنياتي

source: MOVE TO CART
ar: انتقل الكرت

source: You have added
ar: لقد قمت بإضافة

source: to your cart.
ar: إلى عربة التسوق

source: of product
ar: من المنتج

source: in your cart.
ar: في عربة التسوق

source: DELETE
ar: حذف

source: Clear
ar: واضح

source: ITEMS
ar: أغراض

source: Enter your registered mail
ar: أدخل بريدك المسجل

source: ADDRESS BOOK
ar: دليل العناوين

source: EDIT ADDRESS
ar: تعديل العنوان

source: ADD ADDRESS
ar: اضف عنوان

source: You'll Want These Too!
ar: سوف تريد هذه أيضا!

source: Delivery Address
ar: عنوان التسليم

source: Total Order Price
ar: إجمالي سعر الطلب

source: Updates sent to
ar: تم إرسال التحديثات إلى

source: MY ORDERS
ar: طلباتي

source: Confirmation
ar: تأكيد

source: Do you want to re-order the items available in this Order?
ar: هل تريد إعادة ترتيب العناصر المتوفرة في هذا الطلب؟

source: Yes
ar: نعم

source: YES
ar: نعم

source: Completed!
ar: مكتمل!

source: Your Items have been added to the Cart
ar: تمت إضافة عناصرك إلى عربة التسوق

source: Delete Your Account
ar: حذف حسابك

source: MY ACCOUNT
ar: حسابي

source: Are you sure you want to delete your account?
ar: هل انت متأكد انك تريد حذف حسابك؟

source: No Products Found In Collection
ar: لم يتم العثور على منتجات في المجموعة

source: Size Chart
ar: حجم الرسم البياني

source: Buy Now
ar: اشتري الآن

source: Share
ar: شارك

source: Select Your Country
ar: اختر بلدك

source: Earn Rewards
ar: كسب المكافآت

source: Rewards
ar: المكافآت

source: Help
ar: مساعدة

source: Chats
ar: الدردشات

source: Help Center
ar: مركز المساعدة

source: Wishlist
ar: قائمة الرغبات

source: Account
ar: الحساب

source: Available Quantity
ar: الكمية المتوفرة

source: Search Your Product
ar: ابحث في منتجك

source: Bought For :
ar: اشتريت من اجل

source: Are you sure you want to delete address?
ar: هل أنت متأكد أنك تريد حذف العنوان؟

source: Chat with Us
ar: الدردشات

source: Sorry this product does not have any reviews
ar: عذرا هذا المنتج ليس لديه أي مراجعات

source: Ratings & Review
ar: التقييمات والمراجعة

source: Product Information
ar: معلومات المنتج

source: Verified Review
ar: مراجعة مؤكدة

source: OFF
ar: إيقاف

source: Customer Review
ar: رأي العميل

source: View All Review
ar: عرض كل المراجعة

source: Subscribe Plan
ar: خطة الاشتراك

source: Instagram Feeds
ar: تغذية انستغرام

source: View More
ar: عرض المزيد

source: Enter your email id we will send 6 digit code to reset your password
ar: أدخل معرف البريد الإلكتروني الخاص بك وسوف نرسل رمز 6 أرقام لإعادة تعيين كلمة المرور الخاصة بك

source: Submit
ar: يُقدِّم

source: Don't have any account? Sign Up
ar: ليس لديك حساب؟ اشتراك

source: Please enter your email address below to start using app
ar: يرجى إدخال عنوان بريدك الإلكتروني أدناه لبدء استخدام التطبيق

source: Forgot Password ?
ar: هل نسيت كلمة السر ؟

source: Or Sign In with
ar: أو تسجيل الدخول باستخدام

source: Create an Account
ar: انشئ حساب

source: Already have an account ? Sign In
ar: هل لديك حساب ؟ تسجيل الدخول

source: Sign Up
ar: اشتراك

source: Available Quantity
ar: الكمية المتوفرة

source: Filter
ar: منقي

source: Hey Guest!
ar: يا ضيف!

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: TRACK ORDER
ar: ترتيب المسار

source: OUT OF STOCK
ar: إنتهى من المخزن

source: Select Variant First !
ar: حدد الخيار الأول!

source: Search
ar: يبحث

source: All Collections
ar: كل المجموعات

source: Click here to clear your all cart item
ar: انقر هنا لمسح كل عناصر سلة التسوق الخاصة بك

source: Name displayed publicly like
ar: يتم عرض الاسم بشكل عام مثل

source: Name
ar: اسم

source: Title
ar: عنوان

source: Scan code
ar: مسح الرمز

source: Take a photo
ar: التقاط صورة

source: Clear All
ar: امسح الكل

source: Recent Search
ar: البحث الأخير

source: Search by products & brands
ar: البحث بالمنتجات والعلامات التجارية

source: Speak something to search
ar: انطق شيئًا للبحث

source: Listening...
ar: الاستماع ...

source: Sign in via email
ar: تسجيل الدخول عبر البريد الإلكتروني

source: My Address
ar: عنواني

source: My Credits
ar: قروضي

source: Rewardify
ar: مكافأة

source: Order #
ar: ترتيب #

source: Your Bag is empty
ar: حقيبتك فارغة

source: You can add an item to your cart by clicking “Cart Icon”
ar: يمكنك إضافة عنصر إلى سلة التسوق الخاصة بك عن طريق النقر فوق رمز سلة التسوق

source: No location found
ar: لم يتم العثور على موقع

source: Your all saved delivery locations will appear here. Currently its empty.
ar: ستظهر جميع مواقع التسليم المحفوظة هنا. وهي فارغة حاليًا.

source: No order placed
ar: لم يتم تقديم أي طلب

source: Your all ordered order will appear here. Currently its empty.
ar: سيظهر طلبك بالكامل هنا. حاليًا فارغ.

source: No Favourites
ar: لا توجد مفضلات

source: You can add an item to your favourites by clicking “Heart Icon” on products
ar: يمكنك إضافة عنصر إلى مفضلاتك بالنقر فوق رمز القلب على المنتجات

source: No Result Found
ar: لم يتم العثور على نتائج

source: We are sorry, we looked but couldn’t find any results for search.
ar: نحن آسفون ، لقد بحثنا ولكن لم نتمكن من العثور على أية نتائج للبحث.

source: No Products Found in this Collection
ar: لا توجد منتجات في هذه المجموعة

source: Products in specific collection will appear here. Currently its empty
ar: ستظهر هنا المنتجات في مجموعة محددة. حاليًا فارغة
