Repository: arjunverma2471/TheMomStore-NEW-11839-ios
Catalog: MageNative Shopify App/Resources/*.lproj/Localizable.strings
Languages: ar

source: Manage Credits
ar: إدارة الاعتمادات

source: Earned Credits
ar: الائتمانات المكتسبة

source: Spend Credits
ar: ائتمانات الإنفاق

source: Current Credits
ar: الاعتمادات الحالية

source: CR/DR CreditReason Date
ar: CR/DR تاريخ سبب الائتمان

source: Recent Transactions
ar: التحويلات الاخيرة

source: Apply Discount Code
ar: تطبيق كود الخصم

source: Discount Code
ar: رمز التخفيض

source: Shopping Bag Total
ar: إجمالي حقيبة التسوق

source: Sub Total
ar: المجموع الفرعي

source: Discount Applied
ar: الخصم قد تم

source: Taxes and shipping calculated at checkout
ar: الضرائب والشحن المحسوبة عند الخروج

source: Select delivery date
ar: حدد تاريخ التسليم

source: Select delivery time
ar: حدد وقت التسليم

source: Please enter discount code
ar: الرجاء إدخال رمز الخصم

source: Above coupon code not applicable for above Products
ar: رمز القسيمة أعلاه لا ينطبق على المنتجات المذكورة أعلاه

source: Logged in successfully
ar: تم تسجيل الدخول بنجاح

source: Registration Complete
ar: اكتمل التسجيل

source: Account is successfully created
ar: تم إنشاء الحساب بنجاح

source: Hey Guest
ar: مرحبًا أيها الضيف

source: TOTAL POINTS EARNED
ar: مجموع النقاط المكتسبة

source: POINTS
ar: النقاط

source: POINTS BALANCE
ar: رصيد النقاط

source: removed from wishlist.
ar: تمت إزالته من قائمة الرغبات

source: Item added to wishlist.
ar: تمت إضافة العنصر إلى قائمة الرغبات.

source: Item removed from wishlist.
ar: تمت إزالة العنصر من قائمة الرغبات

source: Do you want to clear all your items from Bag?
ar: هل تريد مسح كافة العناصر n من الحقيبة؟

source: Items)
ar: العناصر)

source: Select Quantity
ar: حدد الكمية

source: Best Selling
ar: أفضل مبيعات

source: Featured
ar: متميز

source: History: Old to New
ar: التاريخ: من القديم إلى الجديد

source: History: New to Old
ar: التاريخ: جديد إلى قديم
